"(optional)" = "(opcional)";
"Buy Later" = "Después";
"Buy Now" = "Comprar";
"Cancel" = "Cancelar";
"Close" = "Cerrar";
"Country:" = "País:";
"Done" = "Hecho";
"Email Address:" = "Dirección de correo:";
"Expiration Date:" = "Fecha caducidad:";
"FAX_MESSAGE" = "You can pay by credit card, check, or purchase order.\n\nPrint out the form and mail your order to:\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"First Name:" = "Nombre:";
"Last Name:" = "Apellidos:";
"Name:" = "Nombre:";
"Next" = "Siguiente";
"PAYPAL_MESSAGE" = "Purchasing with PayPal is very simple. Click the button below, and a sheet will appear where you can login to PayPal and make a payment.\n\nIf you feel more comfortable using your default internet browser to make a payment using PayPal, <a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">click here</a>.\nIf you use your default internet browser, you will have to enter your license key by hand once you receive the email.";
"PREPAID_MESSAGE" = "If you received a prepaid coupon code, enter it here.";
"Phone Number:" = "Teléfono:";
"Previous" = "Anterior";
"Quit" = "Salir";
"State/Province:" = "Estado/Provincia:";
"THANKYOU_MESSAGE" = "Your purchase has completed successfully!\n\nYour computer is now licensed to use Path Finder, and your license information has been saved.\n\nClick the print button below to print out your license key and keep it in a safe place, you may need this if you change machines or reinstall the OS.\n\nWe have emailed your license key to your email address: ##USERS_EMAIL##.\nYou will not have to do anything with this email, your registration code has already been set, but print it out so you have record of your purchase.\n\nYour license information can be viewed in Path Finder's About box.  Choose \"About Path Finder\" located in the Path Finder menu in your menu bar.\n\nThank you again!  If you have questions or problems, please let us know! Send us an <a href=\"mailto:help@cocoatech.com\">email</a>.";
"THANKYOU_TITLE" = "Thank you for purchasing Path Finder!";
"Tab" = "Pestaña";
"Update" = "Actualizar";
"Upgrade" = "Actualizar";
"View" = "Visualización";
"WELCOME_MESSAGE" = "Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself.\n\nYou can purchase using credit card, PayPal, fax, purchase order or mail.\n\nIf you already have a license key and need to activate it <a href=\"mkcl://kMKCEnterLicenseKey\">click here</a>.\n\nIf you have questions, feel free to send us an <a href=\"mailto:help@cocoatech.com\">email</a>.";
"WELCOME_TITLE" = "Purchasing Path Finder is simple!";

/* ==== UNLOCALIZED ==== */

"Address Book:" = "Address Book:";
"American Express" = "American Express";
"Apply Coupon" = "Apply Coupon";
"Card Number:" = "Card Number:";
"City:" = "City:";
"Company Name:" = "Company Name:";
"Confirm Email:" = "Confirm Email:";
"Coupon Code:" = "Coupon Code:";
"Coupon:" = "Coupon:";
"Credit Card" = "Credit Card";
"Credit Card Type:" = "Credit Card Type:";
"Diners Club" = "Diners Club";
"Discover Card" = "Discover Card";
"Email Support" = "Email Support";
"Enter your name and licence key to activate this software." = "Enter your name and licence key to activate this software.";
"Fax, Mail or Purchase Order" = "Fax, Mail or Purchase Order";
"Full Version" = "Full Version";
"Home Address" = "Home Address";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software.";
"JCB" = "JCB";
"License Key:" = "License Key:";
"Login to PayPal" = "Login to PayPal";
"Mail or Purchase Order" = "Mail or Purchase Order";
"MasterCard" = "MasterCard";
"Name on Card:" = "Name on Card:";
"Number of Users:" = "Number of Users:";
"OK" = "OK";
"Office Address" = "Office Address";
"Order Summary:" = "Order Summary:";
"Pay by Fax, Mail or Purchase Order" = "Pay by Fax, Mail or Purchase Order";
"Pay using Credit Card" = "Pay using Credit Card";
"Pay using PayPal" = "Pay using PayPal";
"Pay using Prepaid Code" = "Pay using Prepaid Code";
"PayPal" = "PayPal";
"Place Order" = "Place Order";
"Postal/Zip Code:" = "Postal/Zip Code:";
"Prepaid Code" = "Prepaid Code";
"Prepaid Code:" = "Prepaid Code:";
"Pricing Information:" = "Pricing Information:";
"Primary Address" = "Primary Address";
"Print" = "Print";
"Print Form" = "Print Form";
"Secure Purchasing System" = "Secure Purchasing System";
"Security Code:" = "Security Code:";
"Street Address:" = "Street Address:";
"Submit Code" = "Submit Code";
"Subscribe to the Path Finder newsletter" = "Subscribe to the Path Finder newsletter";
"To pay using a different method, go back to the previous step and choose a different payment method." = "To pay using a different method, go back to the previous step and choose a different payment method.";
"Visa" = "Visa";
"What kind of license do you want?" = "What kind of license do you want?";
"Your details are secured in transfer with 128-bit SSL encryption." = "Your details are secured in transfer with 128-bit SSL encryption.";
"not licensed" = "not licensed";
